const catalog = [
  [
    { text: "Игры", answers: ["1", "2", "3"], href: ["#","#","#"] },
    { text: "Игрушки", answers: ["хуй", "моча", "залупа"], href: ["#","#","#"] },
  ],
  [
    { text: "Видео", answers: ["1", "2", "3"], href: ["#","#","#"] },
    { text: "Аудио", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Электронные книги", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Аудиокниги", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Ключи и сертификаты", answers: [], href: "#" },
    { text: "Контент", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Услуги", answers: [], href: "#" },
  ],
  [
    {
      text: "Средства для лечения простуды и гриппа",
      answers: ["Изжога", "Гигиена и уход", "Красота и здоровье", "Гигиена и уход", "Детское питание","Изжога", "Гигиена и уход", "Красота и здоровье",], href: ["#","#","#"]
    },
    { text: "Гигиена полости рта", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Витамины. Минеральные вещества", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Средства от аллергии", answers: ["4", "5", "6"] },
    { text: "Витамины. Минеральные вещества", answers: ["4", "5", "6"], href: ["#","#","#"] },
    {
      text: "Средства для лечения простуды и гриппа",
      answers: ["1", "2", "3"], href: ["#","#","#"]
    },
    { text: "Гигиена полости рта", answers: ["4", "5", "6"], href: ["#","#","#"] },
  ],
  [
    { text: "Наборы для детского творчества", answers: ["1", "2", "3"], href: ["#","#","#"] },
    { text: "Наборы для взрослого творчества", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Заготовки", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Расходные материалы", answers: ["4", "5", "6"], href: ["#","#","#"] },
    {
      text: "Хим.составы(краски,гели,лаки,клеи и пр.)",
      answers: ["4", "5", "6"], href: ["#","#","#"]
    },
    { text: "Декорирование", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Бижутерия", answers: ["4", "5", "6"], href: ["#","#","#"] },
  ],
  [
    { text: "Дом, Быт, Декор", answers: ["1", "2", "3"], href: ["#","#","#"] },
    { text: "Игры и Игрушки", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Личные вещи", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Мелочи сувенирные", answers: ["4", "5", "6"], href: ["#","#","#"] },
    {
      text: "Сувенирные канцелярские и офисные принадлежности",
      answers: ["4", "5", "6"], href: ["#","#","#"]
    },
    { text: "Поздравительная атрибутика", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Открытки и постеры", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Товары для праздника", answers: ["4", "5", "6"], href: ["#","#","#"] },
  ],
  [
    { text: "Бумажные изделия", answers: ["1", "2", "3"], href: ["#","#","#"] },
    { text: "Галантерея", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Упаковка", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Товары для художников", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Электротовары", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Офисные пренадлежности", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Письменные преднадлежности", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Чертежные принадлежности", answers: ["4", "5", "6"], href: ["#","#","#"] },
  ],
  [
    { text: "Вкусные подарки", answers: ["1", "2", "3"], href: ["#","#","#"] },
    { text: "Чай и кофе", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Сладости и хлебобулочные изделия", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Бакалея", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Детское питания", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Добавки пищевые", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Здоровое питание", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Мясная продукция", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Молочные продукты и яйца", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Напитки", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Снеки", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Замороженная продукция", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Фрукты и ягоды", answers: ["4", "5", "6"], href: ["#","#","#"] },
    { text: "Овощи", answers: ["4", "5", "6"], href: ["#","#","#"] },
  ],
];

//5
//   [], //6
//   [], //7
//   [], //8
//   [], //9
//   [], //10
//   [
//     "Мясная продукция",
//     "Молочные продукты и яйца",
//     "Напитки",
//     "Снеки",
//     "Замороженная продукция",
//     "Фрукты и ягоды",
//     "Овощи",
//   ], //11
//   [], //12
//   [], //13
// ];
export default catalog;
